Repository: My2ndAngelic/iris-colors-lite
Catalog: po/*.po
Languages: de

source: Redshift adjusts the color temperature of your screen according to your surroundings. This may help your eyes hurt less if you are working in front of the screen at night.
de: Redshift passt die Farbtemperator des Bildschirms an die Umgebung an. Somit werden die Augen geschont wenn man nachts am Bildschirm arbeitet.

source: The color temperature is set according to the position of the sun. A different color temperature is set during night and daytime. During twilight and early morning, the color temperature transitions smoothly from night to daytime temperature to allow your eyes to slowly adapt.
de: Die Farbtemperatur wird nach der Position der Sonne gesetzt. Nachts wird eine andere als tags genutzt. Wenn es dämmert und die Sonne aufgeht wird die Farbtemperatur einen sanften Übergang vollziehen damit sich die Augen langsam umgewöhnen können.

source: This program provides a status icon that allows the user to control Redshift.
de: Die Farbtemperatur wird nach der Position der Sonne gesetzt. Nachts wird eine andere als tags genutzt. Wenn es dämmert und die Sonne aufgeht wird die Farbtemperatur einen sanften Übergang vollziehen damit sich die Augen langsam umgewöhnen können.

source: The Redshift information window overlaid with an example of the redness effect
de: Das Redshift Informationsfenster mit einem Beispiel Effekt

source: Color temperature adjustment
de: Farbtemperatur Anpassung

source: Color temperature adjustment tool
de: Farbtemperatur Anpassungswerkzeug

source: None
de: Unbekannt

source: Daytime
de: Tagsüber

source: Night
de: Nachts

source: Transition
de: Übergang

source: Period: %s
de: Zeitraum: %s

source: Period: %s (%.2f%% day)
de: Zeitraum: %s (%.2f%% day)

source: E
de: O

source: Location: %.2f %s, %.2f %s
de: Position: %.2f° %s, %.2f° %s

source: Usage: %s -l LAT:LON -t DAY:NIGHT [OPTIONS...]
de: Benutzung: %s -l BREITE:LÄNGE -t TAG:NACHT [OPTIONEN …]

source: Set color temperature of display according to time of day.
de: Farbtemperatur des Bildschirms je nach Tageszeit ändern.

source: -h Display this help message -v Verbose output -V Show program version
de: -h Diese Hilfe-Nachricht anzeigen -v Ausführliche Ausgabe -V Programmversion anzeigen

source: The neutral temperature is %uK. Using this value will not change the color temperature of the display. Setting the color temperature to a value higher than this results in more blue light, and setting a lower value will result in more red light.
de: Die neutrale Temperatur ist %u K. Dieser Wert wird die Farbtemperatur des Bildschirms nicht verändern. Eine höhere Farbtemperatur ergibt blaueres Licht, eine niedrige ergibt roteres Licht.

source: Default values: Daytime temperature: %uK Night temperature: %uK
de: Vorgabewerte: Temperatur tagsüber: %uK Temperatur nachts: %uK

source: Please report bugs to <%s>
de: Bitte melden Sie Fehler auf <%s>

source: Available adjustment methods:
de: Verfügbare Änderungsmethoden:

source: Specify colon-separated options with `-m METHOD:OPTIONS'.
de: Geben Sie kommaseparierte Optionen an: »-m METHODE:OPTIONEN«.

source: Try `-m METHOD:help' for help.
de: Benutzen Sie »-m METHODE:help« für Hilfe.

source: Available location providers:
de: Verfügbare Standortbestimmungs-Dienste:

source: Specify colon-separated options with`-l PROVIDER:OPTIONS'.
de: Geben Sie kommaseparierte Optionen an: »-l DIENST:OPTIONEN«.

source: Try `-l PROVIDER:help' for help.
de: Benutzen Sie »-l DIENST:help« für Hilfe.

source: Initialization of %s failed.
de: Starten von %s fehlgeschlagen.

source: Failed to set %s option.
de: Setzen der Option %s fehlgeschlagen.

source: Try `-l %s:help' for more information.
de: Benutzen Sie »-l %s:help« für weitere Informationen.

source: Failed to parse option `%s'.
de: Konnte Option nicht parsen `%s'.

source: Failed to start provider %s.
de: Starten des Dienstes %s fehlgeschlagen.

source: Try `-m %s:help' for more information.
de: Probieren Sie '-m%s:hilfe' für mehr Information.

source: Try -m %s:help' for more information.
de: Benutzen Sie »-m %s:help« für weitere Informationen.

source: Failed to start adjustment method %s.
de: Starten der Änderungsmethode %s fehlgeschlagen.

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Unable to read system time.
de: Konnte Systemzeit nicht auslesen.

source: Color temperature: %uK
de: Farbtemperatur: %uK

source: Brightness: %.2f
de: Helligkeit: %.2f

source: Temperature adjustment failed.
de: Temperaturänderung fehlgeschlagen.

source: Malformed gamma argument.
de: Fehlerhaftes Kommando für Gamma-Wert.

source: Try `-h' for more information.
de: Benutzen Sie »-h« für mehr Informationen.

source: Unknown location provider `%s'.
de: Unbekannter Dienst »%s«.

source: Unknown adjustment method `%s'.
de: Unbekanntes Anpassungsverfahren »%s«

source: Malformed temperature argument.
de: Fehlerhaftes Kommando für Temperatur.

source: Malformed gamma setting.
de: Verkehrte Gamma-Einstellung.

source: Unknown configuration setting `%s'.
de: Unbekannte Konfigurationseinstellung »%s«

source: Trying location provider `%s'...
de: Versuche Location Provider `%s'...

source: Trying next provider...
de: Nächster Dienst wird getestet …

source: Using provider `%s'.
de: Dienst »%s« wird benutzt.

source: No more location providers to try.
de: Keine weiteren Dienste verfügbar.

source: Unable to get location from provider.
de: Konnte Standort nicht vom Dienst erhalten.

source: Temperatures: %dK at day, %dK at night
de: Farbtemperatur: %dK tagsüber, %dK nachts

source: Latitude must be between %.1f and %.1f.
de: Der Breitengrad muss sich zwischen %.1f und %.1f befinden.

source: Longitude must be between %.1f and %.1f.
de: Der Längengrad muss sich zwischen %.1f und %.1f befinden.

source: Temperature must be between %uK and %uK.
de: Die Temperatur muss sich zwischen %uK und %uK befinden.

source: Brightness values must be between %.1f and %.1f.
de: Helligkeit muss zwischen %.1f und % .1f liegen.

source: Brightness: %.2f:%.2f
de: Helligkeit: %.2f:%.2f

source: Gamma value must be between %.1f and %.1f.
de: Der Gamma-Wert muss sich zwischen %.1f und %.1f befinden.

source: Trying next method...
de: Nächste Methode wird getestet …

source: Using method `%s'.
de: Methode »%s« wird benutzt.

source: No more methods to try.
de: Keine weiteren Methoden verfügbar.

source: Solar elevation: %f
de: Sonnenstand: %f°

source: Press ctrl-c to stop...
de: Drücke Str-c um anzuhalten..

source: Malformed section header in config file.
de: Verunstaltete Header-Sektion in der Konfigurationsdatei.

source: Malformed assignment in config file.
de: Verunstaltete Abgrenzung in der Konfigurationsdatei.

source: Assignment outside section in config file.
de: Zuweisung außerhalb von Sektion in Konfigurationsdatei.

source: Failed to get DRM mode resources
de: Konnte DRM Modus Resourcen nicht erhalten

source: CRTC %d does not exist.
de: CRTC %d gibt es nicht.

source: Valid CRTCs are [0-%d].
de: Gültige CRTCs sind [0-%d].

source: Only CRTC 0 exists.
de: Es gibt nur CRTC 0.

source: CRTC %i lost, skipping
de: CRTC %i verlorgen, es wird abgebrochen

source: Unknown method parameter: `%s'.
de: Unbekanntes Kommando für Methode: »%s«.

source: `%s' returned error %d
de: »%s« gab einen Fehler zurück %d

source: Unsupported RANDR version (%u.%u)
de: Nicht unterstützte RANDR-Version (%u.%u)

source: Screen %i could not be found.
de: Konnte Bildschirm %i nicht finden.

source: Gamma ramp size too small: %i
de: Gamma-Anstiegswert zu klein: %i

source: Unable to restore CRTC %i
de: Konnte CRTC nicht wiederherstellen %i

source: Adjust gamma ramps with the X RANDR extension.
de: Gamma-Anstieg mit der X-RANDR-Erweiterung ändern.

source: X request failed: %s
de: X-Anfrage fehlgeschlagen: %s

source: Adjust gamma ramps with the X VidMode extension.
de: Gamma-Änstiegswerte mit der X-VidMode-Erweiterung ändern.

source: Unable to save current gamma ramp.
de: Konnte aktuellen Gamma-Anstiegswert nicht speichern.

source: preserve={0,1} Whether existing gamma should be preserved
de: preserve={0,1} Ob existierender Gammawert behalten werden soll

source: Unable to open device context.
de: Konnte Gerätekontext nicht öffnen.

source: Display device does not support gamma ramps.
de: Anzeigegerät unterstützt Gamma-Anstieg nicht.

source: Adjust gamma ramps with the Windows GDI.
de: Gamma-Anstieg mit der Windows GDI ändern.

source: Unable to restore gamma ramps.
de: Konnte Gamma-Anstieg nicht wiederherstellen.

source: Unable to set gamma ramps.
de: Konnte Gamma-Anstieg nicht festlegen.

source: WARNING: Using dummy gamma method! Display will not be affected by this gamma method.
de: WARNUNG: Es wird eine Pseudo Gamma Methode genutzt? Der Bildschirm wird von dieser Methode nicht beeinflusst werden.

source: Does not affect the display but prints the color temperature to the terminal.
de: Betrifft das Display nicht aber gibt die Farbtemperatur im Terminal aus.

source: Temperature: %i
de: Temperatur: %i

source: Unable to obtain master client: %s
de: Konnte master client nicht bestimmen: %s

source: Unable to obtain master client
de: Konnte master client nicht bestimmen

source: Can't set requirements for master: %s
de: Kann Vorraussetzungen für Master nicht setzen: %s

source: Can't set requirements for master
de: Kann Vorraussetzungen für Master nicht setzen

source: Started Geoclue provider `%s'.
de: Geoclue Provider `%s' gestartet.

source: Could not find a usable Geoclue provider.
de: Konnte keinen benutzbaren Geoclue Provider finden.

source: Try setting name and path to specify which to use.
de: Setze den Namen und Pfad um zu bestimmen welche genutzt werden sollen.

source: Use the location as discovered by a Geoclue provider.
de: Benutze die Lage die vom Geoclue Proiver festgestellt wurde.

source: name=N Name of Geoclue provider (or `default') path=N Path of Geoclue provider (or `default')
de: name=N Name des Geoclue Providers (oder `default') path=N PFad des Geoclue Providers (oder `default')

source: NOTE: currently Redshift doesn't recheck %s once started, which means it has to be restarted to take notice after travel.
de: HINWEIS: Redshift liest %s nach dem starten nicht mehr, was bedeutet das es neugestartet werden muss wenn man seine Position ändert.

source: Could not get location: %s.
de: Konnte Lage nicht bestimmen: %s.

source: According to the geoclue provider we're at: %.2f, %.2f
de: Laut geoclue provider wir sind bei: : %.2f, %.2f

source: Provider does not have a valid location available.
de: Provider hat keine gültige Lage.

source: Use the location as discovered by a GeoClue2 provider.
de: Benutze die von GeoClue2 Provider erhaltene Lage.

source: Unable to obtain location: %s.
de: Konnte Lage nicht bestimmen: %s.

source: Unable to obtain GeoClue Manager: %s.
de: Konnte GeoClue Manager nicht bestimmen: %s.

source: Unable to obtain GeoClue client path: %s.
de: Konnte GeoClue Client nicht bestimmen: %s.

source: Unable to obtain GeoClue Client: %s.
de: Konnte GeoClue Client nicht bestimmen: %s.

source: Unable to set distance threshold: %s.
de: Konnte Distanzgrenzwert nicht setzen: %s.

source: Unable to start GeoClue client: %s.
de: Konnte GeoClue Client nicht starten: %s.

source: Unable to connect to GeoClue.
de: Konnte nicht mit GeoClue verbinden.

source: Not authorized to obtain location from CoreLocation.
de: Nicht authorisiert die Lage von CoreLocation zu beziehen.

source: Error obtaining location from CoreLocation: %s
de: Fehler beim beziehen der Lage von CoreLocation: %s

source: Waiting for authorization to obtain location...
de: Warte auf Authorisierung um die Lage zu beziehen..

source: Request for location was not authorized!
de: Anfrage der Lage wurde nicht genehmigt!

source: Use the location as discovered by the Corelocation provider.
de: Benutze die Lage die vom Corelocation Provider gefunden wurde.

source: Latitude and longitude must be set.
de: Breiten- und Längengrad müssen festgelegt sein.

source: Specify location manually.
de: Standort manuell festlegen.

source: lat=N Latitude lon=N Longitude
de: lat=N Breitengrad lon=N Längengrad

source: Both values are expected to be floating point numbers, negative values representing west / south, respectively.
de: Beides sollten Kommawerte sein, negative Werte stehen für Westen/Süden.

source: Malformed argument.
de: Fehlerhaftes Kommando.

source: Suspend for
de: Pausieren für

source: 30 minutes
de: 30 Minuten

source: 1 hour
de: 1 Stunde

source: 2 hours
de: 2 Stunden

source: Autostart
de: Automatischer Start

source: Info
de: Informationen

source: Quit
de: Beenden

source: Close
de: Schließen

source: Color temperature
de: Farbtemperatur

source: Period
de: Zeitraum

source: Location
de: Position
